Repository: lucifergotmad/storitter
Catalog: lib/l10n/app_*.arb
Languages: id

# homeTitle
source: Hello Worlds
id: Halo Dunia

# homeSubtitle
source: Check out people's stories around the worlds!
id: Lihat cerita dari orang di seluruh penjuru dunia!

# dummyLocationText
source: Location Screen
id: Halaman Lokasi

# dummySavedText
source: Saved Screen
id: Halaman Simpan

source: Log Out
id: Keluar

source: Upload
id: Unggah

source: Upload Failed
id: Gagal Mengunggah

source: Description
id: Deskripsi

# cameraHint
source: Long pressed the image to open the camera
id: Tekan dan tahan gambar untuk membuka kamera

source: Name
id: Nama

# emailError
source: Enter a valid email address
id: Masukkan alamat email yang valid

source: Password
id: Sandi

# passwordError
source: Password must contains at least 8 characters, 1 uppercase, 1 lowercase
id: Password mesti mengandung 8 karakter, 1 huruf besar dan 1 huruf kecil

source: Register
id: Daftar

# registerSuccess
source: Register Succeeded
id: Daftar Berhasil

# registerFailed
source: Register Failed, email already in used
id: Daftar Gagal, email telah digunakan

source: Login
id: Masuk

# loginSuccess
source: Login Succeeded
id: Masuk Berhasil

# loginFailed
source: Login Failed, please kindly check your email and password
id: Masuk Gagal, mohon periksa kembali email dan password

# authSubTitle
source: Ready to share your story?
id: Siap berbagi ceritamu?

# loginFooter
source: Didn't have an account?
id: Tidak memiliki akun?

# registerFooter
source: Already have an account?
id: Sudah memiliki akun?
